---
layout: article
chapter: advanced 
order: 1
---

## درباره کتاب لینوکس و زندگی

این کتاب قرار بود کتابی باشه در مورد لینوکس با اشاره‌هایی به زندگی گیک های جوان. ولی در واقع به این نتیجه رسیده ام که در این کتاب حرف زدن از لینوکس اونقدر که حرف زدن از زندگی مهمه، مهم نیست. ما کتاب های زیادی در مورد لینوکس داریم ولی جاهای کمی هستن که از زندگی حرف بزنن. اینه که این کتاب به زودی به **کتاب زندگی گیک‌های جوان** تبدیل خواهد شد. 

و این کتاب هنوز تموم نشده و اعلام عمومی هم نشده. اگر اینجا هستین شرایط خاصی حاکم بوده که به اینجا رسیدین!

بازم بگم؟ این پروژه ها فقط با حمایت مالی شما زنده می مونن. من دوست دارم این کارها رو بکنم ولی در عمل بدون حمایت غیرممکن خواهد شد. [خوشحال می شم اگر کتاب براتون مفید بود،‌ ازش حمایت کنین](/support.html)